Repository: synergiaAp/Synergia.B2B
Catalog: Synergia.B2B.Common/Resources/ResHoodOffer.*.resx
Languages: uk_ua

# AnsulOkapWyposazonyWSystemPrzeciwpozarowy
source: Ansul - okap wyposażony w system przeciwpożarowy do okapów ANSUL R-102
uk_ua: Ansul - витяжка, обладнана системою протипожежного захисту для витяжок ANSUL R-102

# AnsulSystemPrzeciwpozarowyDoOkapow
source: Ansul - system przeciwpożarowy do okapów
uk_ua: Ansul - система протипожежного захисту для витяжок

# AnsulUkladOpis
source: {0} (maksymalna liczba wypływu {1}FN)
uk_ua: {0} (максимальна кількість витяжного повітря {1}FN)

# AnsulUkladOpisNieWymagany
source: System Ansul nie jest wymagany do tego okapu
uk_ua: Система Ansul не потрібна для цієї витяжки

# BilansPowietrzaWyciaganegoPrzezOkap
source: Bilans powietrza wyciąganego przez okap
uk_ua: Баланс повітря, що витягується витяжкою

source: Dane elektryczne
uk_ua: Електричні характеристики

source: Dane techniczne dobranego okapu
uk_ua: Технічні характеристики добраної витяжки

source: Data
uk_ua: Дата

source: Data doboru
uk_ua: Дата добору

# DlugoscKasetyDobranegoFiltra
source: Długość kasety dobranego filtra
uk_ua: Довжина картриджа добраного фільтра

# DlugoscOkapu
source: Długość okapu
uk_ua: Довжина витяжки

# DoborNr
source: Dobór nr
uk_ua: Добір №

source: Dobrany filtr
uk_ua: Добраний фільтр

source: Dobrany nawiew
uk_ua: Добраний вентилятор

source: Dobrany okap
uk_ua: Добрана витяжка

source: Dobrany wywiew
uk_ua: Добраний вихлоп

source: Do doboru nr
uk_ua: Щоб вибрати витяжку

# Ekperci
source: Eksperci
uk_ua: Експерти

source: Filtr sadzy
uk_ua: Сажовий фільтр

source: Filtr TurboSwing
uk_ua: Фільтр TurboSwing

# FiltrUVCombilux
source: Filtr UV-Combilux UV600
uk_ua: Фільтр UV-Combilux UV600

source: Filtr UV-Turbo
uk_ua: Фільтр UV-Turbo

source: Filtry
uk_ua: Фільтри

# FiltrySadzySmokiJuniorOpis
source: Smoki Junior to urządzenie, które eliminuje do 95% cząsteczek sadzy powstających w piecach do pizzy opalanych drewnem, jednocześnie redukując zapachy. Zastosowanie systemu filtracji Smoki Junior zapobiega zabrudzeniu kanałów dymowych oraz znacząco obniża ryzyko pożaru poprzez schłodzenie temperatury dymu. W przypadku instalacji, gdzie nie ma możliwości odprowadzenia dymu grawitacyjnie, istnieje możliwość wyposażenia Smoki Junior w wentylator wspomagający ciąg naturalny. Smoki Junior jest praktycznym rozwiązaniem wszędzie tam, gdzie występują problemy ze zbyt gorącym wywiewem, zapachami oraz w wypadku, gdy należy spełnić wymagania bezpieczeństwa przeciwpożarowego.
uk_ua: Smoki Junior - це пристрій, який усуває до 95% частинок сажі, що утворюються в печах для піци, опалюваних дровами, одночасно зменшуючи запахи. Застосування системи фільтрації Smoki Junior запобігає забрудненню каналів димоходів, а також значно знижує ризик виникнення пожежі шляхом охолодження температури диму. У разі установки, де немає можливості відводу диму під дією сили тяжіння, існує можливість оснащення Smoki Junior вентилятором що покращує природну тягу. Smoki Junior - це практичне рішення для місць, де є проблеми з занадто гарячим витяжним повітрям, запахом і у випадках, коли необхідно виконати вимоги пожежної безпеки.

# FiltrySadzySmokiMaxiOpis
source: Smoki Maxi Grill to urządzenie specjalnie zaprojektowane do filtracji sadzy i tłuszczów z wywiewanego powietrza przez okap zlokalizowany nad grillami opalanymi drewnem lub węglem drzewnym. System Smoki Maxi Grill eliminuje do 95% cząsteczek sadzy i tłuszczu w powietrzu wyciąganym, jednocześnie redukując zapachy oraz znacząco obniżając temperaturę powietrza wywiewanego. Zastosowanie systemu filtracji Smoki Maxi Grill zapobiega zabrudzeniu kanałów dymowych oraz znacząco obniża ryzyko pożaru poprzez schłodzenie temperatury dymu. Smoki Maxi Grill jest praktycznym rozwiązaniem wszędzie tam, gdzie występują problemy ze zbyt gorącym wywiewem, zapachami oraz w wypadku, gdy należy spełnić wymagania bezpieczeństwa przeciwpożarowego.
uk_ua: Smoki Maxi Grill - це пристрій, спеціально розроблений для фільтрації сажі та жирів із витяжного повітря через витяжку, розташований над дров’яними або вугільним Ґрилем Система Smoki Maxi Grill усуває до 95% частинок сажі та жиру з повітря, що витягується, зменшуючи при цьому запахи та значно знижуючи температуру повітря, що витягується. Застосування системи фільтрації Smoki Maxi Grill запобігає забрудненню каналів димоходів, а також значно знижує ризик виникнення пожежі шляхом охолодження температури диму. Smoki Maxi Grill - це практичне рішення для місць, де є проблеми з занадто гарячим витяжним повітрям, запахом і у випадках, коли необхідно виконати вимоги пожежної безпеки.

# Glosnosc
source: Głośność
uk_ua: Гучність

# Ilosc
source: Ilość [szt]
uk_ua: Кількість [шт]

# IloscKasetFiltrow
source: Ilość kaset filtrów
uk_ua: Кількість картриджів фільтрів

# IloscKroccowNawiewnych
source: Ilość króćców nawiewnych
uk_ua: Кількість припливних патрубків

# IloscKroccowWywiewnych
source: Ilość króćców wywiewnych
uk_ua: Кількість витяжних патрубків

# IloscModułow
source: Ilość modułów
uk_ua: Кількість модулів

# JednostkaSterujaca
source: Jednostka sterująca/kontrolująca pracę okapu
uk_ua: Блок управління/контролю роботи витяжки

# SynergiaAdresLinia1
source: ul. Logistyczna 23, Sady
uk_ua: Sady, ul. Logistyczna 23

# SynergiaStopka
source: Synergia Sp. z o.o. • ul. Logistyczna 23, Sady • 62-080 Tarnowo Podgórne
uk_ua: Synergia Sp. z o.o. • Sady, ul. Logistyczna 23 • 62-080 Tarnowo Podgórne

source: Karta doboru filtra sadzy SMOKI
uk_ua: Карта добору фільтра сажі SMOKI

# KartaDoboruNawiewnikow
source: Karta doboru nawiewników
uk_ua: Карта добору дифузорів

source: Karta doboru okapu synergia
uk_ua: Карта добору витяжки synergia

source: Karta doboru systemu ANSUL R-102
uk_ua: Карта добору системи ANSUL R-102

# KrociecPodlaczeniowy
source: Króciec podłączeniowy &Phi;[mm]
uk_ua: З'єднувальний патрубок &Phi;[мм]

# LacznaMocElektrycznaFiltrow
source: Łączna moc elektryczna filtrów
uk_ua: Загальна електрична потужність фільтрів

# LacznaMocElektrycznaOswietlenia
source: Łączna moc elektryczna oświetelenia
uk_ua: Загальна електрична потужність освітлення

# LacznaMocElektrycznaWentylatorow
source: Łączna moc elektryczna wentylatorów
uk_ua: Загальна електрична потужність вентиляторів

source: Legenda
uk_ua: Легенда

# LegendaKe
source: wkaźnik wyposażenia - opisuje ilośc zanieczyszczeń wydzielanych przez urządzenia
uk_ua: показник обладнання - описує кількість забруднень, що виділяються пристроями

# LegendaMp
source: strumień powietrza wyciąganego
uk_ua: потік витяжного повітря

# LegendaP
source: moc zainstalowana
uk_ua: встановлена потужність

# LegendaS
source: współczynnik jednoczesności pracy urządzeń
uk_ua: коефіцієнт одночасної роботи приладів

# LiczbaDobranychFiltrow
source: Liczba dobranych filtrów
uk_ua: Кількість добраних фільтрів

# LiczbaSlepychFiltrow
source: Liczba ślepych filtrów
uk_ua: Кількість сліпих фільтрів

source: Lokalizacja okapu
uk_ua: Розташування витяжки

# MaterialWykonania
source: Materiał wykonania
uk_ua: Матеріал виготовлення

# MaterialWykonaniaStalNierdzewna
source: Stal nierdzewna AISI 304
uk_ua: Нержавіюча сталь AISI 304

# MaterialWykonaniaSzklo
source: Szkło
uk_ua: Скло

# MetodaObliczenStrumieniPowietrzaWyciaganego
source: Metoda obliczeń strumieni powietrza wyciąganego
uk_ua: Метод розрахунку витяжних повітряних потоків

# MetodaObliczenStrumieniPowietrzaWyciaganegoLinia1
source: Obliczenia SYNERGIA zostały przeprowadzone w oparciu o:
uk_ua: Розрахунки SYNERGIA проводилися на основі:

# MetodaObliczenStrumieniPowietrzaWyciaganegoLinia3
source: fińskie badania dot. zachowania się oparów dla różych urządzeń kuchennych
uk_ua: Фінських досліджень поведінки парів для різних кухонних приладів

# MetodaObliczenStrumieniPowietrzaWyciaganegoLinia5
source: PN-EN 16282-1:2017 Wyposażenie kuchni przemysłowych
uk_ua: PN-EN 16282-1:2017 Обладнання промислових кухонь

# Miejscowosc
source: Miejscowość
uk_ua: Місце

source: Moc
uk_ua: Потужність

# Nap
source: Napięcie
uk_ua: Напруга

# NawiewnikiWyporoweJRSNaglowek
source: Nawiewniki wyporowe JRS
uk_ua: Напірні дифузори JRS

# NawiewnikiWyporoweJRSOpis
source: Nawiewniki wyporowe JRS przeznaczone są do wyporowej dystrybucji powietrza. Przystosowane zostały do wentylacji pomieszczeń kuchennych, gdzie występują duże zyski ciepła. Nawiewniki wyporowe JRS dostarczają powietrze do strefy przebywania ludzi z małą prędkością. Wewnątrz znajdują się deflektory, które zapewniają równomierne rozprowadzenie powietrza na całej powierzchni perforowanej płyty czołowej nawiewników. Zalecana temperatura nawiewanego powietrza przez nawiewniki powinna być niższa o 3-6°C od temperatury powietrza w pomieszczeniu. Nawiewniki JRS przystosowane są do montażu sufitowego.
uk_ua: Напірні дифузори JRS призначені для напірного розповсюдження повітря. Вони були пристосовані для вентиляції кухонних приміщень, де є великі теплові надходження. Напірні дифузори JRS постачають повітря в зону перебування людей з малою швидкістю. Усередині знаходяться дефлектори, які забезпечують рівномірний розподіл повітря по всій поверхні перфорованої лицьовій панелі дифузорів. Рекомендована температура припливного повітря через дифузори повинна бути нижче на 3-6°C від температури повітря в приміщенні. Дифузори JRS призначені для стельового монтажу.

# NazwaUrzadzenia
source: Nazwa urządzenia
uk_ua: Назва пристрою

source: Obiekt
uk_ua: Об'єкт

# ObliczenieStrumieniaPowietrzaWyciaganego
source: Obliczenie strumienia powietrza wyciąganego
uk_ua: Розрахунок витяжного повітряного потоку

# ObliczonyMinimalnyStrumienPowietrzaWywiewanego
source: Obliczony minimalny strumień powietrza wywiewanego
uk_ua: Розрахований мінімальний потік витяжного повітря

source: Okap
uk_ua: Витяжка

source: Okap nr
uk_ua: Витяжка №

# OpisOkapuJKI
source: Okap JKI wyciągowy typu kondensacyjnego z płytami ociekowymi. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JKI конденсаційного витяжного типу з конденсатними панелями. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJLI-R-FF
source: Okap JLI-R-FF wyciągowy z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza oraz z filtrem siatkowym FF. Całkowita sprawność filtrów do 95%. Opory przepływu powietrza na poziomie 80-85 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JLI-R-FF витяжна з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку та з сітчастим фільтром FF. Загальна ефективність фільтра до 95%. Опір повітряного потоку на рівні 80-85 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJLI-R-JCE
source: Okap JLI-R wyciągowy z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza na poziomie 50-65 Pa. Sprawność filtra do 93%. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JLI-R витяжна з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку на рівні 50-65 Па. Ефективність фільтра до 93%. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJLI-R-Turbo
source: Okap JLI-R-Turbo wyciągowy z filtrem TurboSwing o sprawności do 98%, umożliwiającym również regulacją wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JLI-R-Turbo витяжна з фільтром TurboSwing з ефективністю до 98%, що також дозволяє регулювати витрату повітря в межах від 0м3/год до # МаксВитратаПовітря#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJLI-R-UV
source: Okap JLI-R-UV wyciągowy z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza, z filtrem siatkowym FF oraz z filtrem ultrafioletowym UV Combilux. Całkowita sprawność filtrów do 99.9%. Opory przepływu powietrza na poziomie 85-90 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JLI-R-UV витяжна з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку, з сітчастим фільтром FF та ультрафіолетовим фільтром UV Combilux. Загальна ефективність фільтра до 99.9%. Опір повітряного потоку на рівні 85-90 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJLI-R-UV-Turbo
source: Okap JLI-R-UV-Turbo wyciągowy z filtrem UV-Turbo o sprawności usuwania tłuszczu do 98% i redukującym zapachy, umożliwiającym również regulacją wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JLI-R-Turbo витяжна з фільтром UV-Turbo з ефективністю видалення жиру до 98% і зменшуючий запах, що також дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJLI-S-FF
source: Okap szklany JLI-S-FF wyciągowy z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza oraz z filtrem siatkowym FF. Całkowita sprawność filtrów do 95%. Opory przepływu powietrza na poziomie 80-85 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Витяжка JLI-S-FF витяжна з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку та з сітчастим фільтром FF. Загальна ефективність фільтра до 95%. Опір повітряного потоку на рівні 80-85 Па. Витяжка виготовлена з нержавіючої сталі AISI 304 та ламінованого скла.

# OpisOkapuJLI-S-JCE
source: Okap szklany JLI-S wyciągowy z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza na poziomie 50-65 Pa. Sprawność filtra do 93%. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Скляна витяжка JLI-S витяжна з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку на рівні 50-65 Па. Ефективність фільтра до 93%. Витяжка виготовлена з нержавіючої сталі AISI 304 та ламінованого скла.

# OpisOkapuJLI-S-Turbo
source: Okap szklany JLI-S-Turbo wyciągowy z filtrem TurboSwing o sprawności do 98%, umożliwiającym również regulacją wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Скляна витяжка JLI-S-Turbo витяжна з фільтром TurboSwing з ефективністю до 98%, що також дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304 та ламінованого скла.

# OpisOkapuJLI-S-UV
source: Okap szklany JLI-S-UV wyciągowy z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza, z filtrem siatkowym FF oraz z filtrem ultrafioletowym UV Combilux. Całkowita sprawność filtrów do 99.9%. Opory przepływu powietrza na poziomie 85-90 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Скляна витяжка JLI-S-UV витяжна з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку, з сітчастим фільтром FF та ультрафіолетовим фільтром UV Combilux. Загальна ефективність фільтра до 99.9%. Опір повітряного потоку на рівні 85-90 Па. Витяжка виготовлена з нержавіючої сталі AISI 304 та ламінованого скла.

# OpisOkapuJLI-S-UV-Turbo
source: Okap szklany JLI-S-UV-Turbo wyciągowy z filtrem UV-Turbo o sprawności usuwania tłuszczu do 98% i redukującym zapachy, umożliwiającym również regulacją wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Скляна витяжка JLI-S-UV-Turbo витяжна з фільтром UV-Turbo з ефективністю видалення жиру до 98% і зменшуюча запах, що також дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304 та ламінованого скла.

# OpisOkapuJSI-R-FF
source: Okap JSI-R-FF wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza oraz z filtrem siatkowym FF. Całkowita sprawność filtrów do 95%. Opory przepływu powietrza na poziomie 80-85 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSI-R-FF і припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря в середину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку та з сітчастим фільтром FF. Загальна ефективність фільтра до 95%. Опір повітряного потоку на рівні 80-85 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSI-R-JCE
source: Okap JSI-R wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o sprawności do 93% i stałymi oporami przepływu powietrza na poziomie 50-65 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSI-R і припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря в середину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з ефективністю до 93% та постійним опором повітряного потоку на рівні 50-65 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSI-R-Turbo
source: Okap JSI-R-Turbo wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu, z filtrem TurboSwing o sprawności do 98%, umożliwiającym regulację wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSI-R-Turbo припливно-витяжний з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки, з фільтром TurboSwing з ефективністю до 98%, що дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSI-R-UV
source: Okap JSI-R-UV wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza, z filtrem siatkowym FF oraz z filtrem ultrafioletowym UV Combilux. Całkowita sprawność filtrów do 99.9%. Opory przepływu powietrza na poziomie 85-90 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSI-R-UV припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря в середину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку, з сітчастим фільтром FF та ультрафіолетовим фільтром UV Combilux. Загальна ефективність фільтра до 99.9%. Опір повітряного потоку на рівні 85-90 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSI-R-UV-Turbo
source: Okap JSI-R-UV-Turbo wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu, z filtrem UV-Turbo o sprawności usuwania tłuszczu do 98% i redukującym zapachy, umożliwiającym regulację wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSI-R-UV-Turbo припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря в середину витяжки, з фільтром UV-Turbo з ефективністю видалення жиру до 98% і зменшуючим запах, що дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSI-S-FF
source: Okap szklany JSI-S-FF wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza oraz z filtrem siatkowym FF. Całkowita sprawność filtrów do 95%. Opory przepływu powietrza na poziomie 80-85 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Витяжка JSI-S-FF припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку та з сітчастим фільтром FF. Загальна ефективність фільтра до 95%. Опір повітряного потоку на рівні 80-85 Па. Витяжка виготовлена з нержавіючої сталі AISI 304 та ламінованого скла.

# OpisOkapuJSI-S-JCE
source: Okap szklany JSI-S wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o sprawności do 93% i stałymi oporami przepływu powietrza na poziomie 50-65 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Скляна витяжка JSI-S і припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з ефективністю до 93% та постійним опором повітряного потоку на рівні 50-65 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSI-S-Turbo
source: Okap szklany JSI-S-Turbo wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu, z filtrem TurboSwing o sprawności do 98%, umożliwiającym regulację wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Витяжка JSI-S-Turbo припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки, з фільтром TurboSwing з ефективністю до 98%, що дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304 та ламінованого скла.
