Repository: synergiaAp/Synergia.B2B
Catalog: Synergia.B2B.Common/Resources/ResHoodOffer.*.resx
Languages: uk_ua

# OpisOkapuJSI-S-UV
source: Okap szklany JSI-S-UV wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza, z filtrem siatkowym FF oraz z filtrem ultrafioletowym UV Combilux. Całkowita sprawność filtrów do 99.9%. Opory przepływu powietrza na poziomie 85-90 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Витяжка JSI-S-UV припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку, з сітчастим фільтром FF та ультрафіолетовим фільтром UV Combilux. Загальна ефективність фільтра до 99.9%. Опір повітряного потоку на рівні 85-90 Па. Витяжка виготовлена з нержавіючої сталі AISI 304 та ламінованого скла.

# OpisOkapuJSI-S-UV-Turbo
source: Okap szklany JSI-S-UV-Turbo wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu, z filtrem UV-Turbo o sprawności usuwania tłuszczu do 98% i redukującym zapachy, umożliwiającym regulację wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304 i szkło laminowane.
uk_ua: Скляна витяжка JSI-S-UV-Turbo припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки, з фільтром UV-Turbo з ефективністю видалення жиру до 98% і зменшуючим запах, що дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304 та ламінованого скла.

# OpisOkapuJSKI
source: Okap JSKI wyciągowo-nawiewny wyciągowy typu kondensacyjnego z nawiewnikami świeżego powietrza oraz płytami ociekowymi. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSKI припливно-витяжна конденсаційного типу з дифузорами свіжого повітря та конденсатними панелями. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSVI-R-FF
source: Okap JSVI-R-FF wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza oraz z filtrem siatkowym FF. Całkowita sprawność filtrów do 95%. Opory przepływu powietrza na poziomie 80-85 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSVI-R-FF припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку та з сітчастим фільтром FF. Загальна ефективність фільтра до 95%. Опір повітряного потоку на рівні 80-85 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSVI-R-JCE
source: Okap JSVI-R wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o sprawności do 93% i stałymi oporami przepływu powietrza na poziomie 50-65 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSVI-R припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря в середину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з ефективністю до 93% та постійним опором повітряного потоку на рівні 50-65 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSVI-R-Turbo
source: Okap JSVI-R-Turbo wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu, z filtrem TurboSwing o sprawności do 98%, umożliwiającym regulację wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSVI-R-Turbo припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки, з фільтром TurboSwing з ефективністю до 98%, що дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSVI-R-UV
source: Okap JSVI-R-UV wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza, z filtrem siatkowym FF oraz z filtrem ultrafioletowym UV Combilux. Całkowita sprawność filtrów do 99.9%. Opory przepływu powietrza na poziomie 85-90 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSVI-R-UV припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря в середину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку, з сітчастим фільтром FF та ультрафіолетовим фільтром UV Combilux. Загальна ефективність фільтра до 99.9%. Опір повітряного потоку на рівні 85-90 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJSVI-R-UV-Turbo
source: Okap JSVI-R-UV-Turbo wyciągowo-nawiewny z nawiewnikami świeżego powietrza, z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu, z filtrem UV-Turbo o sprawności usuwania tłuszczu do 98% i redukującym zapachy, umożliwiającym regulację wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JSVI-R-UV-Turbo припливно-витяжна з дифузорами свіжого повітря, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря в середину витяжки, з фільтром UV-Turbo з ефективністю видалення жиру до 98% і зменшуючим запах, що дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJVI-R-FF
source: Okap JVI-R-FF wyciągowy z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza oraz z filtrem siatkowym FF. Całkowita sprawność filtrów do 95%. Opory przepływu powietrza na poziomie 80-85 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JVI-R-FF витяжна з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки. Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку та з сітчастим фільтром FF. Загальна ефективність фільтра до 95%. Опір повітряного потоку на рівні 80-85 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJVI-R-JCE
source: Okap JVI-R wyciągowy z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu oraz filtrami cyklonowymi cylindrycznymi typu JCE o sprawności do 93% i stałych oporach przepływu powietrza na poziomie 50-65 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JVI-R витяжна з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки та циклоновими циліндричними фільтрами типу JCE, з ефективністю 93% та постійним опором повітряного потоку на рівні 50-65 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJVI-R-Turbo
source: Okap JVI-R-Turbo z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu, z filtrem TurboSwing o sprawności do 98%, umożliwiającym również regulację wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JVI-R-Turbo витяжна, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки, з фільтром TurboSwing з ефективністю до 98%, що також дозволяє регулювати витрату повітря в межах від 0м3/год до # МаксВитратаПовітря#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJVI-R-UV
source: Okap JVI-R-UV wyciągowy z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu. Kaseta filtracyjna z filtrami cyklonowymi cylindrycznymi typu JCE o stałych oporach przepływu powietrza, z filtrem siatkowym FF oraz z filtrem ultrafioletowym UV Combilux. Całkowita sprawność filtrów do 99.9%. Opory przepływu powietrza na poziomie 85-90 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JVI-R-UV витяжна, з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки Фільтраційний картридж з циклоновими циліндричними фільтрами типу JCE з постійним опором повітряного потоку, з сітчастим фільтром FF та ультрафіолетовим фільтром UV Combilux. Загальна ефективність фільтра до 99.9%. Опір повітряного потоку на рівні 85-90 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# OpisOkapuJVI-R-UV-Turbo
source: Okap JVI-R-UV-Turbo z komorami ciśnieniowymi formującymi wiązki powietrza wspomagające kierowanie wywiewanego powietrza do wnętrza okapu z filtrem UV-Turbo o sprawności usuwania tłuszczu do 98% i redukującym zapachy, umożliwiającym również regulację wydatku powietrza w zakresie od 0m3/h do #MaxWydatekPowietrza#m3/h bez spadku sprawności filtracji. Opory przepływu powietrza do 60 Pa. Wykonanie okapu ze stali nierdzewnej AISI 304.
uk_ua: Витяжка JVI-R-UV-Turbo з камерами тиску, що утворюють повітряні потоки, які підтримують направлення витяжного повітря всередину витяжки, з фільтром UV-Turbo з ефективністю видалення жиру до 98% і зменшуючим запах, що також дозволяє регулювати витрату повітря в межах від 0м3/год до #MaxWydatekPowietrza#м3/год без втрати ефективності фільтрації. Опір повітряного потоку до 60 Па. Витяжка виготовлена з нержавіючої сталі AISI 304.

# Oswietlenie
source: Oświetlenie
uk_ua: Освітлення

# OswietlenieLedowePunktowe
source: Oświetlenie ledowe punktowe
uk_ua: Точкове світлодіодне освітлення

source: Oznaczenie okapu
uk_ua: Позначення витяжки

# Plyta
source: Płyta
uk_ua: Плита

source: Poj. wodna
uk_ua: Обсяг води

# Profesjonalistom
source: Projesjonalistom
uk_ua: Професіоналам

source: Przegroda na skropliny
uk_ua: Перегородка для конденсату

# PrzeplywPowietrza
source: Przepływ powietrza [m<sup>3</sup>/h]
uk_ua: Потік повітря [m<sup>3</sup>/h]

# PrzyjetyStrumienPowietrzaWywiewanego
source: Przyjęty strumień powietrza wywiewanego
uk_ua: Прийнятий потік витяжного повітря

# PrzykladoweZestawienieNawiewnikow
source: Przykładowe zestawienie nawiewników zapewniających zbilansowenie strumienia nawiewnego i wywiewnego w kuchni.
uk_ua: Приклад поєднання дифузорів, що забезпечують збалансованість припливного і витяжного потоку на кухні.

# Przyscienny
source: Przyścienny
uk_ua: Пристінний

# RegionPolnocny
source: Oddział Gdańsk
uk_ua: Північний Регіон

# RegionPoludniowy
source: Oddział Kraków
uk_ua: Південний Регіон

# RegionWschodni
source: Oddział Warszawa
uk_ua: Східний Регіон

# RegionZachodni
source: Oddział Poznań
uk_ua: Західний Регіон

# SrednicaKroccowNawiewnych
source: Średnica króćców nawiewnych
uk_ua: Діаметр припливних патрубків

# SrednicaKroccowWywiewnych
source: Średnica króćców wywiewnych
uk_ua: Діаметр витяжних патрубків

# StrumienPowietrzaWyciaganegoPrzezOkap
source: Strumień powietrza wyciąganego przez okap
uk_ua: Потік повітря, що витягується витяжкою

# StrumienPrzeplywuPowietrzaPrzyGlosnosci
source: strumień przepływu powietrza przy poziome głośności 35 dB(A)
uk_ua: припливний потік повітря при рівні гучності 35 дБ(А)

# StrumienWymiewu
source: Strumień wywiewu
uk_ua: Витяжний потік

# SystemAnsulR102SystemPrzeciwopozarowyNaglowek
source: System przeciwpożarowy Ansul R-102
uk_ua: Протипожежна система Ansul R-102

# SystemAnsulR102SystemPrzeciwopozarowyOpis
source: Zabezpieczenie urządzeń gastronomicznych w profesjonalnych kuchniach systemami przeciwpożarowymi pozwala uniknąć poważnych konsekwencji związanych z wybuchem pożaru. System ANSUL to ochrona zdrowia i życia ludzkiego, cennego sprzętu oraz pomieszczeń. System pozwala na zmniejszenie ryzyka związanego z brakiem możliwości prowadzenia działalności spowodowanego konsekwencjami pożaru. Zabezpieczenia przeciwpożarowe urządzeń kuchennych są brane pod uwagę przez towarzystwa ubezpieczeniowe, co powoduje obniżenie kosztów ubezpieczenia. System ANSUL stosowany jest w okapach Synergia posiadających filtry tłuszczowe, czyli w okapach typu JSI, JVI i JLI.
uk_ua: Захист обладнання громадського харчування на професійних кухнях протипожежними системами захисту, дозволяє уникнути серйозних наслідків, пов’язаних із пожежею. Система ANSUL - це захист здоров'я та життя людини, цінного обладнання та приміщень. Система дозволяє знизити ризики, пов'язані з відсутністю можливості ведення бізнесу, викликаного наслідками пожежі. Пожежний захист кухонних приладів враховується страховими компаніями, що призводить до зниження вартості страхування. Система ANSUL використовується в витяжках Synergia з жировими фільтрами, тобто в витяжках типу JSI, JVI і JLI.

# SystemAnsulR102WariantyCzynnikGasniczy
source: Stosowany czynnik gaśniczy to ANSULEX, w jedym zbiorniku znajduje się 11,4l
uk_ua: Використовується агент для гасіння - ANSULEX, в одному резервуарі знаходиться 11,4 л

# SystemAnsulR102WariantyDedykowany
source: <b>Dedykowany</b> – każda dysza poniżej sufitu okapu chroni tylko urządzenie dla którego jest przeznaczona – w przypadku zamiany urządzeń lub przestawienia urządzeń system należy dostosować/przerobić.
uk_ua: <b>Призначення</b> - кожне сопло під стелею витяжки захищає лише той пристрій, для якого вона призначена - у разі заміни пристроїв або перестановки пристроїв, систему слід адаптувати / переробити.

# SystemAnsulR102WariantyNaglowek
source: System Ansul R-102 jest dostępny w dwóch opcjach rozmieszczenia dysz
uk_ua: Система Ansul R-102 доступна у двох варіантах розміщення сопел

# SystemAnsulR102WariantyNakladajacySie
source: <b>Nakładający się</b> – zasięgi dysz nakładają się i zabezpieczony jest cały obszar wymagający ochrony – urządzenia można dowolnie przestawiać lub zamieniać na całej długości obszaru chronionego.
uk_ua: <b>Перекриття</b> - діапазони сопла перекривається, і вся зона, яка потребує захисту, захищена - прилади можна вільно переміщувати або міняти по всій довжині захищеної зони.

# SystemAnsulR102WymaganiaNaglowek
source: Wymagania konieczne do spełnienia po stronie zamawiającego, w celu zapewnienia gwarancji skutecznego działania.
uk_ua: Вимоги, необхідні для задоволення сторони замовника, щоб забезпечити гарантію ефективної роботи.

# SystemAnsulR102WymaganiaOpis1
source: System ANSUL R-102 w przypadku aktywacji musi odciąć zasilanie urządzeń pod okapem (gazowych i elektrycznych). W szafce sterującej systemem ANSUL R-102 znajdują się styki rozwierno/zwierne.
uk_ua: Система ANSUL R-102 в разі активації необхідно відключити живлення пристроїв під витяжкою (газових і електричних). У шафі управління системою ANSUL R-102 знаходиться автоматичний запобіжник.

# SystemAnsulR102WymaganiaOpis2
source: Dlatego należy doprowadzić w pobliże skrzynki przewód/y 3x1mm2 (max 3) z zaworów gazowych i/lub przekaźników odcinających zasilanie elektryczne <b>(zawory i przekaźniki oraz doprowadzenie przewodów do skrzynki poza zakresem Synergia).</b> W przypadku konieczności podłączenia do systemu alarmowego w budynku należy doprowadzić kolejny przewód 3x1mm2 <b>(doprowadzenie przewodu poza zakresem Synergia).</b> W przypadku aktywacji systemu ANSUL R-102 wentylacja wywiewna musi pozostać włączona, natomiast wentylacja nawiewna powinna zostać zatrzymana. Spełnienie powyższych wymagań jest warunkiem koniecznym udzielenia gwarancji skutecznego działania systemu ANSUL R-102.
uk_ua: Тому слід привести в область шафки кабель/y 3x1мм2 (max 3) від газових клапанів і / або автоматичних запобіжників, що вимикають напругу живлення (клапани і автоматичні запобіжники та проведення кабелів до шафки поза діапазоном Synergia).</b> При необхідності підключення до системи сигналізації в будівлі, необхідно провести ще один кабель 3x1мм2 <b>(проведення кабелю за межі діапазону Synergia).</b> При активації системи ANSUL R-102 витяжна вентиляція повинна залишатися включеною, а припливна вентиляція повинна бути зупинена. Виконання вищенаведених вимог є необхідною умовою для надання гарантії ефективної роботи системи ANSUL R-102.

source: Systemy wentylacji kuchni
uk_ua: Системи вентиляції кухні

# SzerokoscElementuNawiewnego
source: Szerokość elementu nawiewnego
uk_ua: Ширина припливного елемента

# SzerokoscOkapu
source: Szerokość okapu
uk_ua: Ширина витяжки

source: szt.
uk_ua: шт.

source: Typ filtra
uk_ua: Тип фільтра

# TypFiltraJCE
source: JCE – filtr cyklonowo-cylindryczny - filtracja jednostopniowa
uk_ua: JCE - циклонно-циліндричний фільтр - одноступінчата фільтрація

# TypFiltraJFF
source: JFF – filtr cyklonowo-cylindryczny wraz z filtrem siatkowym - filtracja dwustopniowa
uk_ua: JFF - циклонно-циліндричний фільтр разом із сітчастим фільтром - двоступенева фільтрація

# TypFiltraTurboSwing
source: TurboSwing – filtr TurboSwing z szybkoobrotową płytą filtracyjną – filtracja jednostopniowa
uk_ua: TurboSwing - фільтр TurboSwing з швидкообертовою фільтрувальною пластиною - одноступінчата фільтрація

# TypFiltraUV
source: UV-Combilux – filtr cyklonowo-cylindryczny wraz z filtrem siatkowym i filtrem UV - filtracja trzystopniowa
uk_ua: UV-Combilux- циклонно-циліндричний фільтр разом із сітчастим фільтром і фільтром UV - триступінчаста фільтрація

# TypFiltraUVTurbo
source: UV-Turbo – filtr TurboSwing z szybkoobrotową płytą filtracyjną i filtrem UV – filtracja dwustopniowa
uk_ua: UV-Turbo - фільтр TurboSwing з швидкообертовою фільтрувальною пластиною і фільтром UV - двоступінчаста фільтрація

source: Typ okapu
uk_ua: Тип витяжки

# TypOkapuJKI
source: Okap kondensacyjny wyciągowy
uk_ua: Витяжка конденсаційна витяжна

# TypOkapuJLI-R
source: Okap wyciągowy
uk_ua: Витяжка витяжна

# TypOkapuJSI-R
source: Okap wyciągowo – nawiewny z wiązką wychwytującą
uk_ua: Витяжка припливно-витяжна з витяжним блоком

# TypOkapuJSKI
source: Okap kondensacyjny wyciągowo - nawiewny
uk_ua: Витяжка конденсаційна припливно-витяжна

# TypOkapuJVI-R
source: Okap wyciągowy z wiązką wychwytującą
uk_ua: Витяжка витяжна з витяжним блоком

# TypWielkoscNawiewnika
source: Typ/Wielkość nawiewnika
uk_ua: Тип/Розмір дифузора

# UkladDedykowany
source: Układ dedykowany
uk_ua: Система призначення

# UkladNakladajacySie
source: Układ nakładający się
uk_ua: Система перекриття

# UrzadzenieBemar
source: Bemar
uk_ua: Марміт

# UrzadzenieFrytkownica
source: Frytkownica
uk_ua: Фритюрниця

# UrzadzenieKociolWarzelny
source: Kocioł warzelny
uk_ua: Варильний казан

# UrzadzenieOpiekaczGastronomiczny
source: Opiekacz gastronomiczny
uk_ua: Кухонний Гриль Тостер

# UrzadzeniePatelnia
source: Patelnia
uk_ua: Сковорода

# UrzadzeniePatelniaWok
source: Patelnia Wok
uk_ua: Сковорода Вок

# UrzadzeniePiecDoPizzy
source: Piec do pizzy
uk_ua: Піч для піци

# UrzadzeniePiecKombi
source: Piec kombi
uk_ua: Піч комбінована

# UrzadzeniePiecKonwekcyjnoParowy
source: Piec konwekcyjno-parowy
uk_ua: Піч пароконвекційна

# UrzadzeniePlytaGrillowa
source: Płyta grillowa
uk_ua: Гриль плита

# UrzadzeniePlytaIndukcyjna
source: Płyta indukcyjna
uk_ua: Індукційна плита

# UrzadzenieSzybkowar
source: Szybkowar
uk_ua: Скороварка

# UrzadzenieTaboretGrzewczy
source: Taboret grzewczy
uk_ua: Нагрівальний табурет

# UrzadzenieTrzonKuchenny
source: Trzon kuchenny
uk_ua: Кухонна плита

# UrzadzenieWarnik
source: Warnik
uk_ua: Електрокип'ятильник

# UrzadzenieZmywarka
source: Zmywarka
uk_ua: Посудомийна машина

source: Uwagi
uk_ua: Примітки

# Waga
source: Ciężar
uk_ua: Вага

# WagaPustegoUrzadzenia
source: Waga pustego urządzenia
uk_ua: Вага порожнього пристрою

# WentrylatoryWiązki
source: Wentylatory wiązki
uk_ua: Вентилятори блоку

# WOparciuOOkapOrazGrillWeglowyDobranoNastępująceUrządzenie
source: W oparciu o okap oraz grill węglowy dobrano następujące urządzenie
uk_ua: На основі витяжки та вугільного грилю, добрані наступні пристрої

# WOparciuOTechnologięGastronomiczną
source: W oparciu o technologię gastronomiczną, dobrane okapy oraz opcję rozmieszczenia dysz wybrano następującą wielkość systemu
uk_ua: На основі технології громадського харчування, добрані витяжки і варіанти розташування сопел обрано наступний розмір системи

source: W oparciu o wybrany piec do pizzy dobrano następujące urządzenie
uk_ua: На основі обраної печі для піци добрані наступні пристрої

# WrazZPanelemDotykowym
source: wraz z panelem dotykowym FC
uk_ua: разом з сенсорною панеллю FC

# Wspolczynnik063Info
source: W obliczonym minimalnym strumieniu powietrza wywiewanego uwzględniono współczynnik redukcyjny 0,63 dla okapu usytuowanego przyściennie.
uk_ua: У розрахованому мінімальному потоці витяжного повітря враховується коефіцієнт зменшення 0,63 для витяжки, розташованої на стіні.

# WyposazenieDodatkowe
source: Wyposażenie dodatkowe
uk_ua: Додаткове обладнання

# WysokoscOkapu
source: Wysokość okapu
uk_ua: Висота витяжки

source: Wyspowy
uk_ua: Острівний

source: Wytyczne projektowe
uk_ua: Вказівки щодо проекту
