Repository: synergiaAp/Synergia.B2B
Catalog: Synergia.B2B.Common/Resources/ResHoodOffer.*.resx
Languages: uk_ua

# WytyczneProjektoweSmokiJuniorOpis
source: <li>Podłączenia kanałów z SMOKI Junior należy traktować, jak kanały dymowe i stosować nierdzewne dwuścienne systemy kominowe.</li> <li>Ze względu na dużą wilgotność dymu opuszającego SMOKI i samą obecność dymu, kanały muszą być szczelne oraz należy układać je ze spadkiem w kierunku urządzenia. W przypadku braku możliwości ułożenia kanałów ze spadkiem w kierunku SMOKI, w najniższym miejscu instalacji zamontować kształtkę z możliwością odwodnienia. Kanał dymowy wyprowadzić ponad dach zgodnie z obowiązującymi przepisami dotyczącymi kominów.</li> <li>NIE WOLNO PODŁĄCZAĆ SMOKI JUNIOR DO UKŁADU WENTYLACJI</li> <li>Do urządzenia SMOKI Junior należy doprowadzić zimną wodę wodociągową i podłączyć na stałe. Urządzenie pobiera automatycznie odpowiednią ilość wody. W urządzeniu zamontowany jest filtr wody.</li> <li>Do urządzenie SMOKI Junior należy podłączyć kanalizację sanitarną. Odpływ powinien przechodzić przez separator tłuszczy.</li> <li>Do urządzenia SMOKI Junior należy doprowadzić zasilanie elektryczne o mocy i napięciu zgodnym z kartą produktu.</li> <li>Urządzenie SMOKI Junior należy lokalizować jak najbliżej pieca do pizzy, powyżej paleniska. Zapewnia to krótki odcinek kanału narażony na osadzanie się sady i wysoką temperaturę. Urządzenie może być zarówno postawione na podłożu jak i przymocowanie do ściany lub stropu za pomocą ramy podtrzymującej.</li>
uk_ua: <li>Підключення каналів з SMOKI Junior слід розглядати, як димові канали і застосовувати нержавіючі двостінні димохідні системи.</li> <li> Через високу вологість диму, що залишає SMOKI і саму присутність диму, канали повинні бути герметичними і слід укладати їх з ухилом в сторону пристрою. У разі відсутності можливості прокладки каналів з ухилом в бік SMOKI, в найнижчому місці встановити фітинг з можливістю зневоднення. Димовий канал вивести над дахом відповідно до чинного законодавства про димоходи.</li> <li> ЗАБОРОНЯЄТЬСЯ ПІДКЛЮЧАТИ SMOKI JUNIOR ДО СИСТЕМИ ВЕНТИЛЯЦІЇ </li> <li> Для пристрою SMOKI Junior необхідно підвести холодну водопровідну воду і підключити на постійній основі. Пристрій автоматично бере потрібну кількість води. У пристрої встановлений фільтр для води. </li> <li> До пристрою SMOKI Junior слід підключити санітарну каналізацію. Відплив повинен пройти через сепаратор жирів. </li> <li> До пристрою SMOKI Junior має бути підведене джерело електроживлення з напругою, сумісною з паспортом виробу. </li> <li> Пристрій SMOKI Junior слід розташовувати якомога ближче до пічки для піци, над топкою. Це забезпечує короткий відрізок каналу, що піддається впливу сажі та високої температури. Пристрій може бути як поставлений на підлозі, так і прикріплений до стіни або перекриття за допомогою опорної рами.</Іі>

# WytyczneProjektoweSmokiMaxiOpis
source: <li>Podłączenia kanałów z SMOKI Maxi Grill między grillem, a urządzeniem należy traktować jak kanały dymowe i stosować nierdzewne dwuśćienne systemy kominowe.</li> <li>Zalecane jest wykonanie kanałów za SMOKI Maxi Grill również w systemie kominowym, dopuszcza się stosowanie kształtek wentylacyjnych nierdzewnych.</li> <li>Ze względu na dużą wilgotność dymu opuszającego SMOKI kanały muszą być szczelne oraz należy układać je ze spadkiem w kierunku urządzenia. W przypadku braku możliwości ułożenia kanałów ze spadkiem w kierunku SMOKI, w najniższym miejscu instalacji zamontować kształtkę z możliwością odwodnienia. Kanał wyrzutowy wyprowadzić ponad dach zgodnie z obowiązującymi przepisami.</li> <li>NIE NALEŻY ŁĄCZYĆ WYWIEWU ZE SMOKI MAXI GRILL Z INNYMI UKŁADAMI WENTYLACJI</li> <li>Do urządzenia SMOKI Maxi Grill należy doprowadzić zimną wodę wodociągową i podłączyć na stałe. Urządzenie pobiera automatycznie odpowiednią ilość wody. W urządzeniu zamontowany jest filtr wody.</li> <li>Do urządzenie SMOKI Maxi Grill należy podłączyć kanalizację sanitarną. Odpływ powinien przechodzić przez separator tłuszczy.</li> <li>Do urządzenia SMOKI Maxi Grill należy doprowadzić zasilanie elektryczne o mocy i napięciu zgodnym z kartą produktu.</li> <li>Urządzenie SMOKI Maxi Grill należy lokalizować jak najbliżej grilla, zapewnia to krótki odcinek kanału narażony na osadzanie sady i wysoką temperaturę. Urządzenie może być zarówno postawione na podłożu jak i przymocowanie do ściany lub stropu.</li>
uk_ua: <li>Підключення каналів з SMOKI Maxi Grill між грилем , а пристроєм, слід розглядати як димові канали і застосовувати нержавіючі двостінні димохідні системи.</li> <li> Рекомендується виконання каналів за SMOKI Maxi Grill, також в системі димоходу, допускається застосування вентиляційних фітингів з нержавіючої сталі.</li> <li> Через високу вологість диму, що залишає SMOKI, канали повинні бути герметичними і слід укладати їх з ухилом в сторону пристрою. У разі відсутності можливості прокладки каналів з ухилом в бік SMOKI, в найнижчому місці встановити фітинг з можливістю зневоднення. Димовий вихід вивести над дахом відповідно до чинного законодавства.</li> <li>ЗАБОРОНЯЄТЬСЯ З’ЄДНУВАТИ ВИТЯЖКУ ВІД SMOKI MAXI GRILL З ІНШИМИ СИСТЕМАМИ ВЕНТИЛЯЦІЇ</li> <li> Для пристрою SMOKI Maxi Grill необхідно підвести холодну водопровідну воду і підключити на постійній основі. Пристрій автоматично бере потрібну кількість води. У пристрої встановлений фільтр для води. </li> <li> До пристрою SMOKI Maxi Grill слід підключити санітарну каналізацію. Відплив повинен пройти через сепаратор жирів. </li> <li> До пристрою SMOKI Maxi Grill слід підвести джерело електроживлення з напругою, сумісною з паспортом виробу.</li> <li> Пристрій SMOKI Maxi Grill слід розташовувати якомога ближче до грилю, це забезпечує короткий відрізок каналу, що піддається впливу сажі та високої температури. Пристрій може бути як поставлений на підлозі, так і прикріплений до стіни або стелі. </Іі>

# Zalacznik
source: Załącznik
uk_ua: Додаток

# ZalacznikNr
source: Załącznik nr
uk_ua: Додаток №

source: Zapytanie
uk_ua: Запит

source: Zbiornikowy
uk_ua: Резервуарний

# ZuzycieWody
source: Zużycie wody
uk_ua: Витрата води
